const BaseLabel = [
  {
    name: 'Замок Графа Шейланда',
    description: '<p>Имеются хорошие укрепления: Смоляная башня, башни с катапультами, сухой ров.</p><p>Имеется потайной ход из Замка в Монастырь</p>',
    coordinates: [71.4744, -100.9037],
    ico: 'castle',
  },
  {
    name: 'Ратуша',
    description: 'Ратуша',
    coordinates: [64.6852, -77.3962],
    ico: 'building',
  },
  {
    name: 'Банк',
    description: '',
    coordinates: [68.0627, -80.7349],
    ico: 'bank',
  },
  {
    name: 'Банковское управление',
    description: 'Банковское управление Шейланда являло собой массивную шестиугольную башню, стоящую в воде Дымной Дали за двести ярдов от берега. Наметанным глазом он отметил оборонные возможности банка — и был приятно удивлен. Мост, соединявший башню с берегом, имел подъемный участок в пятьдесят шагов — такой разрыв не одолеть никакой осадной техникой. Крыша была оснащена отличными стрелковыми площадками, катапультами и камнеметами, запасами снарядов; в стенах башни тут и там темнели амбразуры. На крыше имелись также и мельницы искровых машин, и водосборные цистерны, и голубятня — башня была готова выдерживать осаду и звать на помощь. Предусматривался и путь для отступления: со стороны Дымной Дали к башне примыкал небольшой причал с двумя пришвартованными шхунами.',
    coordinates: [26.0820, -126.3468],
    ico: 'bank',
  },
  {
    name: 'Библиотека',
    description: '',
    coordinates: [70.4123, -84.2066],
    ico: 'library',
  },
  {
    name: 'Собор Вивиан',
    description: '',
    coordinates: [50.0719, -64.9162],
    ico: 'church',
  },
  {
    name: 'Плотницкая Гильдия',
    description: 'Здесь работает подмастерьем бывший тюремщик Лард, который давал показания по делу Уэймарского узника.',
    coordinates: [79.9303, -119.2762],
    ico: 'lumber',
  },
  {
    name: 'Развалины Монастыря',
    description: '<p>Его способность к обороне стремилась к нулю: ворота были вышиблены, а в западной стене зияла здоровенная брешь. В монастыре, видимо, осталось нечто святое, потому со стороны города к нему порою являлись паломники и осеняли себя спиралями, входя во двор. Их встречала пара бродяг, ночевавших в руинах, и просила милостыни.</p><p>Имеется потайной ход из Замка в Монастырь</p>',
    coordinates: [64.1356, -154.1648],
    ico: 'church',
  },
  {
    name: 'Речной Порт',
    description:
      '<p>Речной порт, в истоке Торрея. Там швартуются суда, пришедшие из Моря Льдов, из Нортвуда и Ориджина. Эти корабли сильно отличаются от озерных: борта высоки и прочны, как панцирь; на палубах стрелковые площадки, а то и баллисты; моряки — все хмурые бородачи в шлемах. Они привозят с Севера суровость да холод, потому уэймарцы не очень-то любят речной порт, заезжают туда лишь по необходимости: погрузить товар, выгрузить товар.</p>',
    coordinates: [61.0204, -55.42413],
    ico: 'port',
  },
  {
    name: 'Озерный Порт',
    description:
      '<p>Cамый большой и шумный, в него приходят корабли отовсюду: из Южного Пути, Альмеры, Холливела, Закатного Берега. Чтобы не было хаоса, гавань поделена пирсами на заводи; на каждом пирсе башня с флагом нужной земли. Озерные шхуны — пухлые, как поросята; палубы у них ровные и широкие, хоть хоровод води; моряки — веселые и с ленцой.</p>',
    coordinates: [41.5613, -88.4393],
    ico: 'port',
  },
  {
    name: 'Заброшенный Порт',
    description:
      '<p>Порт за городом, — он и не порт вовсе, лишь старый маяк да развалины пирсов. Покинут был еще при деде нынешнего графа, пришел в запустение. Теперь там становятся только контрабандисты и прочие темные личности.</p>',
    coordinates: [47.6614, -155.8334],
    ico: 'port',
  },
  {
    name: 'Ремесленный Базар',
    description: '<p></p>',
    coordinates: [66.5925, -68.9237],
    ico: 'market',
  },
  {
    name: 'Портовый Базар',
    description: '<p></p>',
    coordinates: [51.9915, -78.6797],
    ico: 'market',
  },
  {
    name: 'Базар у Каменного Моста',
    description: '<p></p>',
    coordinates: [47.0543, -125.8581],
    ico: 'market',
  },
];
